Repository: Mluvii/chatbot-dots
Catalog: dots-chatbot/DotsBot/MultilingualResources/DotsBot.*.xlf
Languages: cs

# RootDialog_Checkout_Cancel
source: Back
cs: Zpět

# HelpDialog_Prompt
source: Looks like you're stuck. Select one of these options.
cs: Vypadá to, že si nevíte rady, veberte jednu z možností.

# HelpDialog_start_over
source: Start over
cs: Začít znovu

# HelpDialog_connect_operator
source: Talk to a person
cs: Spojit se s operátorem

# HelpDialog_end
source: End
cs: Ukončit

# CancellableDialog_back
source: Back
cs: Zpět

# WelcomeMessage_prompt
source: {0}, would you like to sign a credit agreement for {1} with the help of our call center operator or with me - the Virtual Assistant?
cs: {0}, přejete si uzavřít úvěrovou smlouvu na {1} s pomocí našeho operátora na call centru nebo s pomocí mne - Virtuálního asistenta?

# WelcomeMessage_operator
source: Operator
cs: Operátor

# MluviiDialog_instalments_prompt
source: In how many installments would you like to divide the amount? Choose one of the options below (2 to 24).
cs: Na kolik splátek si přejete částku rozdělit? Vyberte si jednu z níže uvedených možností (2 až 24).

# MluviiDialog_product_offer_title
source: Credit agreement nr. {0}
cs: Úvěrová smlouva č. {0}

# MluviiDialog_product_offer_subTitle
source: Interest rate: {0}
cs: Úroková sazba: {0}

# MluviiDialog_product_offer
source: We are offering you credit for product {0} of a total value of {1} Kč, divided into {2} monthly installments of {3} Kč and interest rate of {4}%.
cs: Nabízíme vám úvěr na Vámi vybraný produkt {0} o celkové hodnotě {1} rozdělený na {2} měsičních splátek ve výši {3} a úrokovou sazbou {4}%

# MluviiDialog_product_offer_choice_sign_online
source: Digitally sign
cs: Podepsat elektronicky

# MluviiDialog_product_offer_choice_not_tincans
source: Sign with call center operator
cs: Uzavřít s živým operátorem

# MluviiDialog_operator_failed
source: Unfortunately I could not connect you with the operator. Would you like to start over?
cs: Bohužel se nepodařilo spojit s operátorem. Přejete si začít znovu?

# MluviiDialog_product_offer_your_signature_here
source: Sign please (name surname)
cs: Prosím podepište se. (jméno příjmení)

# MluviiDialog_product_offer_your_signature_here_retry
source: Unfortunately the provided details do not match. Please sign in the following format: Name Surname
cs: Bohužel zadané údaje nesouhlasí s údaji v našem systému, prosím podepište se (jméno příjmení).

# MluviiDialog_product_offer_signed
source: Thank you, the contract is on its way to your mailbox {0}. Product xxx can be picked up at AlzaBox 1561 / 4a Vyskočilova Street (Microsoft Building).
cs: Děkujeme, smlouva Vám bude zaslána na Váš email {0}. Produkt {1} si můžete vyzvednout v AlzaBoxu ul. Vyskočilova 1561/4a (budova Microsoft).

# MluviiDialog_product_offer_sign_failed
source: Unfortunately, the provided details are incorrect. I will connect you with a person now
cs: Bohužel zadané údaje se ani na potřetí neshodují, proto Vás přepojuji na Operátora.

# MluviiDialog_virtual_assistant
source: Virtual Assistant
cs: Virtuální asistent

# OperatorSelection_none_availible
source: We are sorry, it seems no operators are available at the moment.
cs: Je nám líto, momentálně nejsou k dispozici žádní operátoři.

source: Goodbye
cs: Nashledanou

# OperatorConnect_wait
source: You are being connected to {0}. Please standby.
cs: Přepojuji Vás na operátora {0}. Prosím strpení.

# MluviiDialog_wait_checking_available_operators
source: OK, please wait while I check for an available operator
cs: Dobře, momentík podívám se kdo z kolegů je volný.

# RetryText
source: I didnt' undestant. Please try again.
cs: Nerozuměl jsem, můžete to zkusit ještě jednou?

# CrmQueryFailed
source: You do not seem to have any pending orders
cs: Nenašel jsem pro Vás žádnou objednávku.

source: and
cs: a

# OperatorConnect_available_list
source: These operators are available: {0}
cs: K dispozici jsou: {0}

# OperatorConnect_select_operator
source: Who would you like to talk to?
cs: S kým byste chěl mluvit?

# OperatorConnect_still_looking
source: Still looking for available operators
cs: Stále ještě hledám volné kolegy.
